{
translation: {
    Scan: "Scan",
    Settings: "Settings",
    Activity: "Activity",

    seqrByDhiway: "SEQR by DHIWAY",

    noHistoryUseScan:
      "Looks like you have not scanned any QR codes yet! Please scan a QR code to see entries here",

    onboardTitle0: "SEQR is",
    onboardSubTitle0: "Always FREE",
    onboardDescription0:
      "Welcome to a safe way to scan QR codes! With SEQR you can now see what is behind the QR, be informed about the security of the code, and whether it is safe or risky.",

    onboardTopContent1: "Absolute Certainty in everyday transactions!",
    onboardTitle1: "How does it ",
    onboardSubTitle1: "WORK?",
    onboardDescription1:
      "With SEQR, you can scan and read all kinds of QR Codes. It performs several checks using information from various online sources to identify potential security risks. It enables you to make informed decisions about whether or not to trust the codes and content.",

    onboardCenterContent2:
      "If you find a phishing web link, report it and help us make transactions safer",
    onboardTitle2: "Join the movement for a",
    onboardSubTitle2: "Safer Internet",
    onboardDescription2:
      "Each time you come across an incorrectly categorized information, please report it to help more people stay safer online.",

    permProceedWithout: "Proceeding without access",
    permSeqrAsk: "SEQR needs access to ",
    permDeny: "Deny",
    permAccessCamera: "Camera",
    permCameraReason: "to scan QR Codes",
    permAccessStorage: "Storage,",
    permStorageReason: "to read uploaded QR Code images",
    permAccessLocation: "Location",
    permLocationReason:
      "to remind you of where a QR Code (in activity) was scanned",
    permGrant: "Grant permissions",

    dBtnWarning: "(Not Secure!)",
    dBtnRisky: "(Dangerous!)",
    dQrContentCopied: "Copied QR Content",
    dTranslatedText: "Translated Text",

    scanNoCameraAccess: "No Camera Access",
    scanNoCameraAccessDetail:
      "Without access to the Camera, SEQR can't scan QR Codes",
    scanTimeout: "Timeout. No QRs Scanned",
    scanTimeoutText:
      "Not scanned any codes in the last 30 seconds, reopen Scan tab when you are ready to scan.\n\nKeeping the camera on for long may drain battery.\nOpening the Activity tab.",

    scanQrHint: "Find a code to scan",

    settingAboutSEQR:
      "SEQR is designed to scan and read all kinds of QR Codes and identify unsafe content that you may come across. It performs several checks in addition to using information from various online sources to identify potential security risks. It enables you to make informed decisions about whether or not to trust the codes and content.",
    settingSafeAdvisory: "Safe Browsing",
    settingUserAgreement: "Terms of Service",
    settingPrivacyPolicy: "Privacy Policy",
    settingAboutDhiway: "About Dhiway",
    settingLangChange: "Select your language",
    defaultscreentext: "Activity as default screen",

    English: "English",
    Kannada: "Kannada",
    Malayalam: "Malayalam",
    Bengali: "Bengali",
    Hindi: "Hindi",

    
    bookQR: "Book ISBN",
    textQR: "The code you scanned contains the following detail",
    eventLabel: "Event",
    nameLabel: "Name",
    dateLabel: "Date",
    startsAtLabel: "Starts at",
    locationLabel: "Location",
    emailLabel: "Email",
    phoneNumberLbl: "Phone number",
    smsLabel: "SMS",
    recipientLabel: "Recipient",
    textMsgLabel: "Text message",
    composeSmsBtn: "Compose text message",

    addToCalendarBtn: "Add to Calendar",
    callOrganizerBtn: "Call Organizer",
    addLocationBtn: "Save Location to Maps",
    sendEmailBtn: "Send Email",
    qrContent: "Payment Link",

    threatTypeSafe: "No Unsafe Content Found.",
    threatTypeNotSecure: "Not Secure - Probably Risky",
    threatTypeUnSafe: "Dangerous - Avoid this Site",

    safeType:
      "Information you send or receive through the site is secure. Even if the site is flagged safe, always be careful when sharing private information. Look at the address bar to make sure you are on the site you want to visit.",
    unSafeType:
      "This site has been flagged as unsafe. Visiting this site could trick you into doing something dangerous like installing software or revealing your personal information (for example, passwords, phone numbers, or credit cards) or use your device to do things that you do not intend.",
    notSecureType:
      "This site does not provide a secure connection. Someone might be able to see or change the information you send and receive through this site. We suggest you do not enter any private or personal information on this page. If possible, do not use the site.",

    typeErrorSiteNotFound:
      "We can't seem to reach the web site. This page doesn't exist or some other horrible error has occurred. ",
    typeErrorFailure:
      "We're working on getting this fixed as soon as we can. Please try again later.",
    typeErrorNoConnection:
      "No Internet Connection. Check your network settings and try again.",

    modalSafeDetails:
      "Information you send or get through the site is secure.\n\nEven if you see this message,always be careful when sharing private information. Look at the address bar to make sure you're on the site you want to visit.",
    modalNotSecureDetails:
      "This site can't provide a secure connection. Someone might be able to see or change the information you send or get through this site.\n\nWe suggest you don't enter any private or personal information on this page.\n\nIf possible, don't use the site.",
    modalUnSafeDetails:
      "Visiting this site could trick you into doing something dangerous like installing software or revealing your personal information (for example, passwords, phone numbers, or credit cards) or use your computer to do things that you do not intend.",

    messageLastUpdated: "This info was last updated on ",
    messageSiteSaftey:
      "Site safety can change over time. Check back for updates.",
    modalPaymentDetails: "Payment Link",
    internetError:
      "Slow or no Internet connection, Please check your internet settings.",
    internetErrorHead: "Whoops"
  }
}
