{
    "translation": {
        "app": {
            "Scan": "સ્કેન કરો",
            "Settings": "સુયોજનો",
            "Activity": "પ્રવૃત્તિ",
            "seqrByDhiway": "DHIWAY દ્વારા SEQR"
        },
        "activity": {
            "noDataUseScan": "એવું લાગે છે કે તમે હજુ સુધી કોઈ ક્યુઆર કોડ સ્કેન કર્યા નથી! અહીં એન્ટ્રી જોવા માટે કૃપા કરીને QR કોડ સ્કેન કરો",
            "disabledMessage": "તમે તમારી સ્કેન પ્રવૃત્તિનું રેકોર્ડિંગ નિષ્ક્રિય કર્યું છે. જો તમે તેને સક્રિય કરવા માંગો છો, તો તેને ફરીથી સક્રિય કરવા માટે સેટિંગ્સ પેજની મુલાકાત લો. SEQR એપ એક્ટિવિટી રેકોર્ડિંગ વિના કોઈ પણ સમસ્યા વિના કામ કરવાનું ચાલુ રાખશે. કોડસ્કેન કરવા માટે કેમેરા ખોલવા માટે નીચે સ્કેન પર ક્લિક કરો"
        },
        "onboard": {
            "title0": "SEQR છે",
            "subTitle0": "હંમેશા મુક્ત",
            "description0": "QR કોડસ્કેન કરવા માટે સુરક્ષિત રીતે તમારું સ્વાગત છે! SEQR સાથે હવે તમે જોઈ શકો છો કે ક્યુઆર પાછળ શું છે, કોડની સુરક્ષા વિશે જાણકારી આપવામાં આવશે અને તે સુરક્ષિત છે કે જોખમી છે.",
            "topContent1": "રોજિંદા વ્યવહારોમાં સંપૂર્ણ નિશ્ચિતતા!",
            "title1": "તે કેવી રીતે કરે છે ",
            "subTitle1": "કામ?",
            "description1": "SEQR સાથે તમે તમામ પ્રકારના ક્યુઆર કોડ સ્કેન કરી શકો છો અને વાંચી શકો છો. તે સુરક્ષાનાં સંભવિત જોખમોને ઓળખવા માટે વિવિધ ઓનલાઇન સ્ત્રોતોમાંથી માહિતીનો ઉપયોગ કરીને કેટલીક તપાસ કરે છે. તે તમને કોડ અને સામગ્રી પર વિશ્વાસ કરવો કે નહીં તે વિશે માહિતગાર નિર્ણયો લેવા સક્ષમ બનાવે છે.",
            "centerContent2": "જો તમને ફિશિંગ વેબ લિંક મળે, તો તેનો અહેવાલ આપો અને અમને વ્યવહારોને સુરક્ષિત બનાવવામાં મદદ કરો",
            "title2": "માટે આંદોલનમાં જોડાવ",
            "subTitle2": "સુરક્ષિત ઇન્ટરનેટ",
            "description2": "જ્યારે પણ તમને ખોટી રીતે વર્ગીકૃત માહિતી મળે છે, ત્યારે કૃપા કરીને વધુ લોકોને ઓનલાઇન સુરક્ષિત રહેવામાં મદદ કરવા માટે તેનો અહેવાલ આપો."
        },
        "permission": {
            "proceedWithout": "પ્રવેશ વિના આગળ વધી રહ્યા છીએ",
            "seqrAsk": "SEQRને ઍક્સેસ ની જરૂર છે ",
            "deny": "ઇનકાર કરો",
            "accessCamera": "કેમેરા",
            "cameraReason": "ક્યુઆર કોડસ્કેન કરવા માટે",
            "accessStorage": "સંગ્રહ,",
            "storageReason": "અપલોડ થયેલ QR કોડ ચિત્રો વાંચવા માટે",
            "accessLocation": "સ્થાન",
            "locationReason": "તમને યાદ અપાવવા માટે ક્યુઆર કોડ (પ્રવૃત્તિમાં) ક્યાં સ્કેન કરવામાં આવ્યો હતો",
            "grant": "પરવાનગીઓ આપો"
        },
        "details": {
            "btnWarning": "(સુરક્ષિત નથી!)",
            "btnRisky": "(ખતરનાક!)",
            "qrContentCopied": "નકલ થયેલ QR સમાવિષ્ટ",
            "translatedText": "ભાષાંતર કરેલું લખાણ"
        },
        "scan": {
            "noCameraAccess": "કેમેરા વપરાશ નથી",
            "noCameraAccessDetail": "કેમેરાની ઍક્સેસ વિના, SEQR QR કોડસ્કેન કરી શકતું નથી",
            "timeout": "ટાઇમઆઉટ . QRs સ્કેન થયેલ નથી",
            "timeoutText": "છેલ્લી 30 સેકન્ડમાં કોઇપણ કોડસ્કેન કર્યા નથી, જ્યારે તમે સ્કેન કરવા તૈયાર હોવ ત્યારે સ્કેન ટેબને ફરીથી ખોલો. કેમેરાને લાંબા સમય સુધી ચાલુ રાખવાથી બેટરી નીકળી શકે છે. પ્રવૃત્તિ ટેબ ખોલી રહ્યા છીએ.",
            "qrHint": "સ્કેન કરવા માટે કોડ શોધો"
        },
        "settings": {
            "aboutSEQR": "SEQR તમામ પ્રકારના ક્યુઆર કોડને સ્કેન કરવા અને વાંચવા અને અસુરક્ષિત સામગ્રીને ઓળખવા માટે ડિઝાઇન કરવામાં આવી છે. તે સુરક્ષાનાં સંભવિત જોખમોને ઓળખવા માટે વિવિધ ઓનલાઇન સ્ત્રોતોપાસેથી માહિતીનો ઉપયોગ કરવા ઉપરાંત કેટલીક ચકાસણી કરે છે. તે તમને કોડ અને સામગ્રી પર વિશ્વાસ કરવો કે નહીં તે વિશે માહિતગાર નિર્ણયો લેવા સક્ષમ બનાવે છે.",
            "safeAdvisory": "સુરક્ષિત બ્રાઉઝિંગ",
            "userAgreement": "સેવાની શરતો",
            "privacyPolicy": "ગોપનીયતા નીતિ",
            "aboutDhiway": "ધીવે વિશે",
            "langChange": "તમારી ભાષા પસંદ કરો",
            "defaultScreenPick": "મૂળભૂત સ્ક્રીન તરીકે પ્રવૃત્તિ",
            "recordActivity": "રેકોર્ડ પ્રવૃત્તિ"
        },
        "lang": {
            "English": "અંગ્રેજી",
            "Kannada": "કન્નડ",
            "Malayalam": "મલયાલમ",
            "Bengali": "બંગાળી",
            "Hindi": "હિંદી"
        },
        "common": {
            "bookQR": "ISBN બુક કરો",
            "textQR": "તમે સ્કેન કરેલ કોડ નીચેની વિગત સમાવે છે",
            "eventLabel": "ઘટના",
            "nameLabel": "નામ",
            "addressLabel": "સરનામું",
            "amountLabel": "રકમ",
            "paymentLabel": "ચૂકવણી",
            "dateLabel": "તારીખ",
            "startsAtLabel": "શરૂ થાય છે",
            "locationLabel": "સ્થાન",
            "emailLabel": "ઇમેઇલ",
            "phoneNumberLbl": "ફોન નંબર",
            "smsLabel": "SMS",
            "recipientLabel": "મેળવનાર",
            "textMsgLabel": "લખાણ સંદેશો",
            "composeSmsBtn": "લખાણ સંદેશો કમ્પોઝ કરો",
            "addToCalendarBtn": "કેલેન્ડરમાં ઉમેરો",
            "callOrganizerBtn": "કોલ આયોજક",
            "addLocationBtn": "નકશામાં સ્થાન સંગ્રહો",
            "sendEmailBtn": "ઈમેઈલ મોકલો",
            "qrContent": "ચુકવણી કડી"
        },
        "threat": {
            "typeSafe": "અસુરક્ષિત સામગ્રી મળી નથી.",
            "typeNotSecure": "સુરક્ષિત નથી - સંભવતઃ જોખમી",
            "typeUnSafe": "ખતરનાક - આ સાઇટને ટાળો",
            "safeTypeDetail": "તમે સાઇટ મારફતે મોકલેલી અથવા પ્રાપ્ત માહિતી સુરક્ષિત છે. જો સાઇટને સુરક્ષિત ફ્લેગ કરવામાં આવે તો પણ ખાનગી માહિતી વહેંચતી વખતે હંમેશા સાવચેત રહો. તમે જે સાઇટની મુલાકાત લેવા માંગો છો તે સાઇટ પર છો તે સુનિશ્ચિત કરવા માટે એડ્રેસ બાર જુઓ.",
            "unSafeTypeDetail": "આ સાઇટને અસુરક્ષિત ગણાવી દેવામાં આવી છે. આ સાઇટની મુલાકાત લેવાથી તમે સોફ્ટવેર ઇન્સ્ટોલ કરવા અથવા તમારી અંગત માહિતી જાહેર કરવા જેવી ખતરનાક વસ્તુ કરવા માટે છેતરપિંડી કરી શકો છો (ઉદાહરણ તરીકે, પાસવર્ડ, ફોન નંબર અથવા ક્રેડિટ કાર્ડ) અથવા તમે જે ઇચ્છતા ન હોય તેવી વસ્તુઓ કરવા માટે તમારા ઉપકરણનો ઉપયોગ કરી શકો છો.",
            "notSecureTypeDetail": "આ સાઇટ સુરક્ષિત જોડાણ પૂરું પાડતી નથી. કોઈ વ્યક્તિ આ સાઇટ મારફતે તમે મોકલેલી માહિતી અને માહિતી ને જોઇ શકે છે અથવા બદલી શકે છે. અમે સૂચન કરીએ છીએ કે તમે આ પૃષ્ઠ પર કોઈ ખાનગી કે અંગત માહિતી દાખલ ન કરો. જો શક્ય હોય, તો સાઇટનો ઉપયોગ કરશો નહિં.",
            "typeErrorSiteNotFound": "આપણે વેબસાઇટ સુધી પહોંચી શકતા નથી. આ પાનું અસ્તિત્વમાં નથી અથવા બીજી કોઈ ભયાનક ભૂલ ઉદ્ભવી છે. ",
            "typeErrorFailure": "हम जल्द ही इस को ठीक करना काम कर रहे हैं। કૃપા કરીને પછીથી ફરીથી પ્રયત્ન કરો.",
            "typeErrorNoConnection": "ઇન્ટરનેટ કનેક્શન નથી. તમારા નેટવર્ક સુયોજનો ચકાસો અને ફરીથી પ્રયત્ન કરો."
        },
        "modal": {
            "safeDetails": "તમે સાઇટ મારફતે મોકલેલી અથવા મેળવો છો તે માહિતી સુરક્ષિત છે. જો તમે આ સંદેશો જુઓ તો પણ ખાનગી માહિતી વહેંચતી વખતે હંમેશા સાવધાન રહો. તમે જે સાઇટની મુલાકાત લેવા માંગો છો તે સાઇટ પર છો તે સુનિશ્ચિત કરવા માટે એડ્રેસ બાર તરફ જુઓ.",
            "notSecureDetails": "આ સાઇટ સુરક્ષિત જોડાણ પૂરું પાડી શકતી નથી. કોઈ વ્યક્તિ આ સાઇટ મારફતે મોકલેલી માહિતી અથવા ફેરફાર કરી શકે છે. અમે સૂચન કરીએ છીએ કે તમે આ પૃષ્ઠ પર કોઈ ખાનગી કે અંગત માહિતી દાખલ ન કરો. જો શક્ય હોય, તો સાઇટનો ઉપયોગ કરશો નહિં.",
            "unSafeDetails": "આ સાઇટની મુલાકાત લેવાથી તમે સોફ્ટવેર ઇન્સ્ટોલ કરવા અથવા તમારી અંગત માહિતી જાહેર કરવા જેવી ખતરનાક વસ્તુ કરવા માટે છેતરપિંડી કરી શકો છો (ઉદાહરણ તરીકે, પાસવર્ડ, ફોન નંબર અથવા ક્રેડિટ કાર્ડ) અથવા તમે જે ઇચ્છતા ન હોય તેવી વસ્તુઓ કરવા માટે તમારા કમ્પ્યૂટરનો ઉપયોગ કરો."
        },
        "message": {
            "lastUpdated": "આ જાણકારી છેલ્લે {{date}}પર સુધારેલ હતી.",
            "siteSaftey": "સમય જતાં સાઇટની સલામતી બદલાઈ શકે છે. સુધારાઓ માટે પાછું ચકાસો.",
            "paymentDetails": "ચુકવણી કડી",
            "internetError": "ધીમું અથવા ઇન્ટરનેટ કનેક્શન નથી, કૃપા કરીને તમારા ઇન્ટરનેટ સેટિંગ્સ ચકાસો.",
            "internetErrorHead": "હૂપ્સ"
        },
        "upi": {
            "detailWithPaymentText": "આ QR VPA સરનામાં {{merchantId}} સાથે INR {{amountToPay}} ચૂકવવાની કડી ધરાવે છે. તમે ઇચ્છો તો પૈસા મોકલવા માટે કોઈ પણ પેમેન્ટ એપ્સનો ઉપયોગ કરી શકો છો.",
            "detailText": "આ QR VPA સરનામાં {{merchantId}} સાથે {{merchantName}} ચૂકવવા ની કડી ધરાવે છે. તમે ઇચ્છો તો પૈસા મોકલવા માટે કોઈ પણ પેમેન્ટ એપ્સનો ઉપયોગ કરી શકો છો."
        }
    }
}