{
    "translation": {
        "app": {
            "Scan": "स्क्यान",
            "Settings": "सेटिंग्स",
            "Activity": "गतिविधि",
            "seqrByDhiway": "SEQR DHIWAY द्वारा"
        },
        "activity": {
            "noDataUseScan": "यस्तो देखिन्छ कि तपाईंले अहिले सम्म कुनै QR कोड स्क्यान गर्नुभएको छैन। कृपया यहाँ प्रविष्टिहरू हेर्न QR कोड स्क्यान गर्नुहोस्",
            "disabledMessage": "तपाईंले आफ्नो स्क्यान गतिविधि को रेकर्डि disabled अक्षम गर्नुभयो। यदि तपाइँ यसलाई सक्षम गर्न चाहानुहुन्छ भने कृपया यसलाई पुनः सक्षम पार्न सेटि Settings पृष्ठमा जानुहोस्। SEQR अनुप्रयोग गतिविधि रेकर्डिंग बिना कुनै समस्या बिना काम गर्न जारी राख्नेछ। कोड स्क्यान गर्न क्यामेरा खोल्न तल स्क्यानमा क्लिक गर्नुहोस्"
        },
        "onboard": {
            "title0": "SEQR हो",
            "subTitle0": "सँधै निःशुल्क",
            "description0": "QR कोड स्क्यान गर्न सुरक्षित तरिकामा स्वागत छ! SEQR को साथ अब तपाइँ QR पछाडि के छ देख्न सक्नुहुन्छ, कोड सुरक्षा को बारे मा सूचित हुन, र यो सुरक्षित वा जोखिमयुक्त छ कि।",
            "topContent1": "दैनिक लेनदेनमा निश्चित निश्चितता!",
            "title1": "यो कसरी गर्छ",
            "subTitle1": "\nकाम?",
            "description1": "SEQR को साथ, तपाईं स्क्यान गर्न र QR कोडहरू सबै प्रकारका पढ्न सक्नुहुन्छ। यसले सम्भावित सुरक्षा जोखिमहरू पहिचान गर्न विभिन्न अनलाइन स्रोतहरूबाट जानकारीको प्रयोग गरेर धेरै चेकहरू गर्दछ। यसले तपाईंलाई कोडहरू र सामग्रीलाई विश्वास गर्ने वा नगर्ने बारेमा सूचित निर्णयहरू गर्न सक्षम गर्दछ।",
            "centerContent2": "यदि तपाईं फिसिishing वेब लिंक फेला पार्नुभयो भने, यो रिपोर्ट गर्नुहोस् र लेनदेन सुरक्षित बनाउन मद्दत गर्नुहोस्",
            "title2": "का लागि आन्दोलनमा शामिल हुनुहोस्",
            "subTitle2": "सुरक्षित इन्टरनेट",
            "description2": "प्रत्येक चोटि जब तपाईं गलत वर्गीकृत जानकारीमा आउँनुहुन्छ, कृपया यो रिपोर्ट गर्नुहोस् अधिक व्यक्ति अनलाइन सुरक्षित रहनको लागि।"
        },
        "permission": {
            "proceedWithout": "पहुँच बिना प्रक्रिया गर्दै",
            "seqrAsk": "SEQR लाई पहुँच आवश्यक छ",
            "deny": "अस्वीकृत",
            "accessCamera": "क्यामेरा",
            "cameraReason": "QR कोड स्क्यान गर्न",
            "accessStorage": "भण्डारण,",
            "storageReason": "अपलोड गरिएको QR कोड छविहरू पढ्न",
            "accessLocation": "स्थान",
            "locationReason": "QR कोड (गतिविधिमा) स्क्यान भएको थियो भनेर सम्झाउन",
            "grant": "अनुमति प्रदान गर्नुहोस्"
        },
        "details": {
            "btnWarning": "(सुरक्षित छैन!)",
            "btnRisky": "(खतरनाक!)",
            "qrContentCopied": "प्रतिलिपि गरिएको QR सामग्री",
            "translatedText": "अनुवादित पाठ"
        },
        "scan": {
            "noCameraAccess": "कुनै क्यामेरा पहुँच छैन",
            "noCameraAccessDetail": "क्यामेरामा पहुँच बिना, SEQR ले QR कोड स्क्यान गर्न सक्दैन",
            "timeout": "समय सकियो। कुनै QRs स्क्यान गरिएको छैन",
            "timeoutText": "पछिल्लो seconds० सेकेन्डमा कुनै पनि कोड स्क्यान गरिएको छैन, स्क्यान ट्याबलाई फेरि खोल्नुहोस् जब तपाईं स्क्यान गर्न तयार हुनुहुन्छ। क्यामेरा लामो समयसम्म राख्दा ब्याट्रि खस्न सक्छ। गतिविधि ट्याब खोल्दै।",
            "qrHint": "स्क्यान गर्न कोड खोज्नुहोस्"
        },
        "settings": {
            "aboutSEQR": "SEQR स्क्यान गर्न र QR कोड को सबै प्रकारको पढ्नको लागी डिजाईन गरीएको छ र असुरक्षित सामग्री पहिचान गर्न को लागी डिजाइन गरीएको छ। यसले सम्भावित सुरक्षा जोखिमहरू पहिचान गर्न बिभिन्न अनलाइन स्रोतहरूबाट जानकारी प्रयोगको अतिरिक्त धेरै चेकहरू गर्दछ। यसले तपाईंलाई कोडहरू र सामग्रीलाई विश्वास गर्ने वा नगर्ने बारेमा सूचित निर्णयहरू गर्न सक्षम गर्दछ।",
            "safeAdvisory": "सुरक्षित ब्राउजि",
            "userAgreement": "सेवाका सर्तहरु",
            "privacyPolicy": "गोपनीयता नीति",
            "aboutDhiway": "Dhiway को बारेमा",
            "langChange": "तपाइँको भाषा छान्नुहोस्",
            "defaultScreenPick": "पूर्वनिर्धारित स्क्रिनको रूपमा गतिविधि",
            "recordActivity": "गतिविधि रेकर्ड गर्नुहोस्"
        },
        "lang": {
            "English": "अंग्रेजी",
            "Kannada": "कन्नड",
            "Malayalam": "मलयालम",
            "Bengali": "बंगाली",
            "Hindi": "हिन्दी"
        },
        "common": {
            "bookQR": "पुस्तक ISBN",
            "textQR": "तपाईंले स्क्यान गर्नुभएको कोडमा निम्न विवरणहरू छन्",
            "eventLabel": "घटना",
            "nameLabel": "नाम",
            "addressLabel": "ठेगाना",
            "amountLabel": "रकम",
            "paymentLabel": "भुक्तानी",
            "dateLabel": "मिति",
            "startsAtLabel": "मा सुरू हुन्छ",
            "locationLabel": "स्थान",
            "emailLabel": "ईमेल",
            "phoneNumberLbl": "फोन नम्बर",
            "smsLabel": "एस एम एस",
            "recipientLabel": "प्रापक",
            "textMsgLabel": "पाठ सन्देश",
            "composeSmsBtn": "पाठ सन्देश लेख्नुहोस्",
            "addToCalendarBtn": "क्यालेन्डरमा जोड्नुहोस्",
            "callOrganizerBtn": "आयोजक कल गर्नुहोस्",
            "addLocationBtn": "नक्शामा स्थान बचत गर्नुहोस्",
            "sendEmailBtn": "ईमेल पठाउनुहोस्",
            "qrContent": "भुक्तानी लिंक"
        },
        "threat": {
            "typeSafe": "कुनै असुरक्षित सामग्री फेला परेन।",
            "typeNotSecure": "सुरक्षित छैन - शायद जोखिमपूर्ण",
            "typeUnSafe": "खतरनाक - यो साइटलाई वेवास्ता गर्नुहोस्",
            "safeTypeDetail": "तपाईंले पठाउने वा साइट मार्फत प्राप्त गर्ने जानकारी सुरक्षित छ। साईट सुरक्षित रूपमा फ्ल्याग गरिएको छ भने पनि, निजी जानकारी साझा गर्दा सधैं सावधान रहनुहोस्। तपाई भ्रमण गर्न चाहानुभएको साइटमा हुनुहुन्छ भनेर निश्चित गर्न ठेगाना पट्टीमा हेर्नुहोस्।",
            "unSafeTypeDetail": "यो साइट असुरक्षितको रूपमा झण्डा लगाईएको छ। यस साइटको भ्रमण गर्नाले तपाईंलाई खतरनाक केहि गर्न लगाउन सक्छ जस्तै सफ्टवेयर स्थापना गर्न वा तपाईंको व्यक्तिगत जानकारी प्रकट गर्न (उदाहरणका लागि पासवर्डहरू, फोन नम्बरहरू, वा क्रेडिट कार्डहरू) वा तपाईंको उपकरणले तपाईंको उद्देश्य प्रयोग नगर्ने चीजहरू गर्न प्रयोग गर्दछ।",
            "notSecureTypeDetail": "यो साइटले एक सुरक्षित जडान प्रदान गर्दैन। कसैले यो साइटको माध्यमबाट तपाइँले पठाउने र प्राप्त गरेको जानकारी हेर्न वा परिवर्तन गर्न सक्षम हुन सक्नुहुन्छ। हामी सुझाव दिन्छौं कि तपाईले यस पृष्ठमा कुनै पनि निजी वा व्यक्तिगत जानकारी प्रविष्ट गर्नुहुन्न। यदि सम्भव छ भने, साइट को उपयोग नगर्नुहोस्।",
            "typeErrorSiteNotFound": "हामी वेब साइटमा पुग्न सक्दैनौं। यो पृष्ठ अवस्थित छैन वा केही अन्य भयानक त्रुटि भएको छ",
            "typeErrorFailure": "हामी यो सक्दो चाँडो यो फिक्स गर्नमा काम गरिरहेका छौं। फेरी प्रयास गर्नु होला।",
            "typeErrorNoConnection": "कुनै इन्टरनेट जडान छैन। तपाईंको नेटवर्क सेटिंग्स जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।"
        },
        "modal": {
            "safeDetails": "तपाईंले पठाउने वा साइट मार्फत प्राप्त गर्ने जानकारी सुरक्षित छ। यदि तपाईं यो सन्देश देख्नुहुन्छ भने, निजी जानकारी साझा गर्दा सधैं सावधान हुनुहोस्। तपाई भ्रमण गर्न चाहानुभएको साइटमा हुनुहुन्छ भनि निश्चित गर्न ठेगाना पट्टीमा हेर्नुहोस्।",
            "notSecureDetails": "यो साइटले एक सुरक्षित जडान प्रदान गर्न सक्दैन। कसैले यो साइटको माध्यमबाट तपाइँले पठाउनु भएको जानकारीलाई देख्न वा परिवर्तन गर्न सक्षम हुन सक्नुहुन्छ। हामी सुझाव दिन्छौं कि तपाईले यस पृष्ठमा कुनै पनि निजी वा व्यक्तिगत जानकारी प्रविष्ट गर्नुहुन्न। यदि सम्भव छ भने, साइट प्रयोग नगर्नुहोस्।",
            "unSafeDetails": "यस साइटको भ्रमण गर्नाले तपाईंलाई खतरनाक केहि गर्न लगाउन सक्छ जस्तै सफ्टवेयर स्थापना गर्न वा तपाईंको व्यक्तिगत जानकारी प्रकट गर्न (उदाहरणका लागि पासवर्डहरू, फोन नम्बरहरू, वा क्रेडिट कार्डहरू) वा तपाईंको कम्प्युटरको प्रयोग गर्नको लागि जुन तपाईंको उद्देश्य छैन।"
        },
        "message": {
            "lastUpdated": "यस जानकारी अन्तिम पटक {{date}} on मा अपडेट गरिएको थियो।",
            "siteSaftey": "साइट सुरक्षा समयको साथ परिवर्तन गर्न सक्दछ। अद्यावधिकहरूको लागि फेरि जाँच गर्नुहोस्।",
            "paymentDetails": "भुक्तानी लिंक",
            "internetError": "ढिलो वा ईन्टरनेट कनेक्शन छैन, कृपया तपाईंको इन्टरनेट सेटिंग्स जाँच गर्नुहोस्।",
            "internetErrorHead": "ओहो"
        },
        "upi": {
            "detailWithPaymentText": "यस QR ले INR pay {मात्राToPay} pay {MerchantName} {VPA ठेगाना}  {MerchantId}} को साथ भुक्तान गर्न लिंक समावेश गर्दछ। यदि तपाईं चाहनुहुन्छ भने पैसा पठाउन कुनै पनि भुक्तानी अनुप्रयोगहरू प्रयोग गर्न सक्नुहुनेछ।",
            "detailText": "यस QR ले VPA ठेगाना} cha MerchantId}} को साथ {merchantName} pay भुक्तान गर्न लिंक समावेश गर्दछ। यदि तपाईं चाहनुहुन्छ भने पैसा पठाउन कुनै पनि भुक्तानी अनुप्रयोगहरू प्रयोग गर्न सक्नुहुनेछ।"
        }
    }
}