{
    "translation": {
        "app": {
            "Scan": "ਸਕੈਨ",
            "Settings": "ਸੈਟਿੰਗਜ਼",
            "Activity": "ਸਰਗਰਮੀ",
            "seqrByDhiway": "DHIWAY ਦੁਆਰਾ SEQR"
        },
        "activity": {
            "noDataUseScan": "ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਹਾਲੇ ਤੱਕ ਕੋਈ QR ਕੋਡ ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਇਥੇ ਐਂਟਰੀਆਂ ਨੂੰ ਵੇਖਣ ਲਈ ਇੱਕ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ",
            "disabledMessage": "ਤੁਸੀਂ ਆਪਣੀ ਸਕੈਨ ਗਤੀਵਿਧੀ ਦੀ ਰਿਕਾਰਡਿੰਗ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ. ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਸਮਰੱਥ ਕਰਨ ਲਈ ਸੈਟਿੰਗਜ਼ ਪੇਜ 'ਤੇ ਜਾਓ. SEQR ਐਪ ਬਿਨਾਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦੇ ਸਰਗਰਮੀ ਰਿਕਾਰਡਿੰਗ ਦੇ ਕੰਮ ਕਰਨਾ ਜਾਰੀ ਰੱਖੇਗਾ. ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕੈਮਰਾ ਖੋਲ੍ਹਣ ਲਈ ਹੇਠਾਂ ਸਕੈਨ ਤੇ ਕਲਿਕ ਕਰੋ"
        },
        "onboard": {
            "title0": "SEQR ਹੈ",
            "subTitle0": "ਹਮੇਸ਼ਾਂ ਮੁਫਤ",
            "description0": "ਕਿ Qਆਰ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਦੇ ਸੁਰੱਖਿਅਤ wayੰਗ ਨਾਲ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ! SEQR ਨਾਲ ਤੁਸੀਂ ਹੁਣ ਦੇਖ ਸਕਦੇ ਹੋ ਕਿ QR ਦੇ ਪਿੱਛੇ ਕੀ ਹੈ, ਕੋਡ ਦੀ ਸੁਰੱਖਿਆ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਜਾਏ, ਜਾਂ ਕੀ ਇਹ ਸੁਰੱਖਿਅਤ ਹੈ ਜਾਂ ਜੋਖਮ ਭਰਪੂਰ ਹੈ.",
            "topContent1": "ਰੋਜ਼ਾਨਾ ਲੈਣ-ਦੇਣ ਵਿਚ ਪੂਰੀ ਨਿਸ਼ਚਤਤਾ!",
            "title1": "ਇਹ ਕਿਵੇਂ ਕਰਦਾ ਹੈ ",
            "subTitle1": "ਕੰਮ?",
            "description1": "SEQR ਨਾਲ, ਤੁਸੀਂ ਹਰ ਕਿਸਮ ਦੇ QR ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਅਤੇ ਪੜ੍ਹ ਸਕਦੇ ਹੋ. ਇਹ ਸੰਭਾਵਿਤ ਸੁਰੱਖਿਆ ਜੋਖਮਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਵੱਖ-ਵੱਖ onlineਨਲਾਈਨ ਸਰੋਤਾਂ ਤੋਂ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਕਈ ਚੈਕ ਕਰਦਾ ਹੈ. ਇਹ ਤੁਹਾਨੂੰ ਕੋਡਾਂ ਅਤੇ ਸਮਗਰੀ 'ਤੇ ਭਰੋਸਾ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ ਇਸ ਬਾਰੇ ਜਾਣੂ ਫੈਸਲੇ ਲੈਣ ਦੇ ਯੋਗ ਕਰਦਾ ਹੈ.",
            "centerContent2": "ਜੇ ਤੁਹਾਨੂੰ ਫਿਸ਼ਿੰਗ ਵੈਬ ਲਿੰਕ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਇਸ ਦੀ ਰਿਪੋਰਟ ਕਰੋ ਅਤੇ ਲੈਣ-ਦੇਣ ਨੂੰ ਸੁਰੱਖਿਅਤ ਬਣਾਉਣ ਵਿਚ ਸਾਡੀ ਮਦਦ ਕਰੋ",
            "title2": "ਲਈ ਅੰਦੋਲਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
            "subTitle2": "ਸੁਰੱਖਿਅਤ ਇੰਟਰਨੈੱਟ",
            "description2": "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਗਲਤ orੰਗ ਨਾਲ ਸ਼੍ਰੇਣੀਬੱਧ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਵਧੇਰੇ ਲੋਕਾਂ ਨੂੰ saਨਲਾਈਨ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਸਹਾਇਤਾ ਲਈ ਇਸ ਦੀ ਰਿਪੋਰਟ ਕਰੋ."
        },
        "permission": {
            "proceedWithout": "ਪਹੁੰਚ ਬਗੈਰ ਜਾਰੀ",
            "seqrAsk": "SEQR ਤੱਕ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ ",
            "deny": "ਇਨਕਾਰ ਕਰੋ",
            "accessCamera": "ਕੈਮਰਾ",
            "cameraReason": "QR ਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ",
            "accessStorage": "ਸਟੋਰੇਜ,",
            "storageReason": "ਅਪਲੋਡ ਕੀਤੇ QR ਕੋਡ ਚਿੱਤਰਾਂ ਨੂੰ ਪੜ੍ਹਨ ਲਈ",
            "accessLocation": "ਟਿਕਾਣਾ",
            "locationReason": "ਤੁਹਾਨੂੰ ਯਾਦ ਦਿਵਾਉਣ ਲਈ ਕਿ ਕਿ Qਆਰਆਰ ਕੋਡ (ਕਿਰਿਆਸ਼ੀਲਤਾ ਵਿਚ) ਨੂੰ ਕਿੱਥੇ ਸਕੈਨ ਕੀਤਾ ਗਿਆ ਸੀ",
            "grant": "ਅਧਿਕਾਰ ਦਿਓ"
        },
        "details": {
            "btnWarning": "(ਸੁਰੱਖਿਅਤ ਨਹੀਂ!)",
            "btnRisky": "(ਖ਼ਤਰਨਾਕ!)",
            "qrContentCopied": "ਕਾਪੀ ਕੀਤੀ QR ਸਮੱਗਰੀ",
            "translatedText": "ਅਨੁਵਾਦਿਤ ਟੈਕਸਟ"
        },
        "scan": {
            "noCameraAccess": "ਕੋਈ ਕੈਮਰਾ ਐਕਸੈਸ ਨਹੀਂ",
            "noCameraAccessDetail": "ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਤੋਂ ਬਿਨਾਂ, SEQR QR ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਨਹੀਂ ਕਰ ਸਕਦਾ",
            "timeout": "ਸਮਾਂ ਖ਼ਤਮ. ਕੋਈ ਕਿ Qਆਰ ਸਕੈਨ ਨਹੀਂ",
            "timeoutText": "ਪਿਛਲੇ 30 ਸਕਿੰਟਾਂ ਵਿਚ ਕਿਸੇ ਕੋਡ ਨੂੰ ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ, ਸਕੈਨ ਟੈਬ ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹੋ ਜਦੋਂ ਤੁਸੀਂ ਸਕੈਨ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ. ਕੈਮਰੇ ਨੂੰ ਜ਼ਿਆਦਾ ਦੇਰ ਤੱਕ ਰੱਖਣ ਨਾਲ ਬੈਟਰੀ ਨਿਕਲ ਸਕਦੀ ਹੈ. ਗਤੀਵਿਧੀ ਟੈਬ ਖੋਲ੍ਹ ਰਿਹਾ ਹੈ.",
            "qrHint": "ਸਕੈਨ ਕਰਨ ਲਈ ਇੱਕ ਕੋਡ ਲੱਭੋ"
        },
        "settings": {
            "aboutSEQR": "SEQR ਹਰ ਤਰਾਂ ਦੇ QR Code ਨੂੰ ਸਕੈਨ ਕਰਨ ਅਤੇ ਪੜ੍ਹਨ ਅਤੇ ਤੁਹਾਨੂੰ ਅਸੁਰੱਖਿਅਤ ਸਮੱਗਰੀ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ ਜੋ ਤੁਸੀਂ ਆ ਸਕਦੇ ਹੋ. ਇਹ ਸੰਭਾਵਿਤ ਸੁਰੱਖਿਆ ਜੋਖਮਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਵੱਖ-ਵੱਖ sourcesਨਲਾਈਨ ਸਰੋਤਾਂ ਤੋਂ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਕਈ ਜਾਂਚਾਂ ਕਰਦਾ ਹੈ. ਇਹ ਤੁਹਾਨੂੰ ਕੋਡਾਂ ਅਤੇ ਸਮਗਰੀ 'ਤੇ ਭਰੋਸਾ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ ਇਸ ਬਾਰੇ ਜਾਣੂ ਫੈਸਲੇ ਲੈਣ ਦੇ ਯੋਗ ਕਰਦਾ ਹੈ.",
            "safeAdvisory": "ਸੁਰੱਖਿਅਤ ਬਰਾrowsਜ਼ਿੰਗ",
            "userAgreement": "ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
            "privacyPolicy": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
            "aboutDhiway": "ਧੀਵੇ ਬਾਰੇ",
            "langChange": "ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ",
            "defaultScreenPick": "ਡਿਫਾਲਟ ਸਕ੍ਰੀਨ ਦੇ ਤੌਰ ਤੇ ਗਤੀਵਿਧੀ",
            "recordActivity": "ਰਿਕਾਰਡ ਗਤੀਵਿਧੀ"
        },
        "lang": {
            "English": "ਅੰਗਰੇਜ਼ੀ",
            "Kannada": "ਕੰਨੜ",
            "Malayalam": "ਮਲਿਆਲਮ",
            "Bengali": "ਬੰਗਾਲੀ",
            "Hindi": "ਹਿੰਦੀ"
        },
        "common": {
            "bookQR": "ਬੁੱਕ ISBN",
            "textQR": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਕੈਨ ਕੀਤੇ ਗਏ ਕੋਡ ਵਿੱਚ ਹੇਠ ਲਿਖੀ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਗਈ ਹੈ",
            "eventLabel": "ਘਟਨਾ",
            "nameLabel": "ਨਾਮ",
            "addressLabel": "ਪਤਾ",
            "amountLabel": "ਦੀ ਰਕਮ",
            "paymentLabel": "ਭੁਗਤਾਨ",
            "dateLabel": "ਤਾਰੀਖ਼",
            "startsAtLabel": "ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ",
            "locationLabel": "ਟਿਕਾਣਾ",
            "emailLabel": "ਈ - ਮੇਲ",
            "phoneNumberLbl": "ਫੋਨ ਨੰਬਰ",
            "smsLabel": "ਐਸ.ਐਮ.ਐਸ.",
            "recipientLabel": "ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ",
            "textMsgLabel": "ਟੈਕਸਟ ਸੁਨੇਹਾ",
            "composeSmsBtn": "ਟੈਕਸਟ ਸੁਨੇਹਾ ਲਿਖੋ",
            "addToCalendarBtn": "ਕੈਲੰਡਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
            "callOrganizerBtn": "ਆਰਗੇਨਾਈਜ਼ਰ ਨੂੰ ਕਾਲ ਕਰੋ",
            "addLocationBtn": "ਸਥਾਨ ਨੂੰ ਨਕਸ਼ਿਆਂ 'ਤੇ ਸੁਰੱਖਿਅਤ ਕਰੋ",
            "sendEmailBtn": "ਈਮੇਲ ਭੇਜੋ",
            "qrContent": "ਭੁਗਤਾਨ ਲਿੰਕ"
        },
        "threat": {
            "typeSafe": "ਕੋਈ ਅਸੁਰੱਖਿਅਤ ਸਮੱਗਰੀ ਨਹੀਂ ਮਿਲੀ.",
            "typeNotSecure": "ਸੁਰੱਖਿਅਤ ਨਹੀਂ - ਸ਼ਾਇਦ ਜੋਖਮ ਵਾਲਾ",
            "typeUnSafe": "ਖ਼ਤਰਨਾਕ - ਇਸ ਸਾਈਟ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ",
            "safeTypeDetail": "ਤੁਸੀਂ ਸਾਈਟ ਦੁਆਰਾ ਭੇਜੀ ਜਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਅਤ ਹੈ. ਭਾਵੇਂ ਸਾਈਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ ਗਿਆ ਹੈ, ਪ੍ਰਾਈਵੇਟ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰਦੇ ਸਮੇਂ ਹਮੇਸ਼ਾ ਸਾਵਧਾਨ ਰਹੋ. ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਕਿ ਤੁਸੀਂ ਉਸ ਸਾਈਟ 'ਤੇ ਹੋ ਜਿਸ' ਤੇ ਤੁਸੀਂ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ ਐਡਰੈਸ ਬਾਰ 'ਤੇ ਨਜ਼ਰ ਮਾਰੋ.",
            "unSafeTypeDetail": "ਇਸ ਸਾਈਟ ਨੂੰ ਅਸੁਰੱਖਿਅਤ ਵਜੋਂ ਫਲੈਗ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਸ ਸਾਈਟ ਦਾ ਦੌਰਾ ਕਰਨਾ ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਤਰਨਾਕ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰ ਸਕਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸਾੱਫਟਵੇਅਰ ਸਥਾਪਤ ਕਰਨਾ ਜਾਂ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ (ਉਦਾਹਰਣ ਲਈ, ਪਾਸਵਰਡ, ਫੋਨ ਨੰਬਰ, ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ) ਜ਼ਾਹਰ ਕਰਨਾ ਜਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਨੂੰ ਉਹ ਚੀਜ਼ਾਂ ਕਰਨ ਲਈ ਜਿਸਦਾ ਤੁਸੀਂ ਇਰਾਦਾ ਨਹੀਂ ਕਰਦੇ.",
            "notSecureTypeDetail": "ਇਹ ਸਾਈਟ ਇੱਕ ਸੁਰੱਖਿਅਤ ਕੁਨੈਕਸ਼ਨ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੀ. ਕੋਈ ਸ਼ਾਇਦ ਇਸ ਸਾਈਟ ਦੁਆਰਾ ਜੋ ਤੁਸੀਂ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਨੂੰ ਵੇਖਣ ਜਾਂ ਬਦਲਣ ਦੇ ਯੋਗ ਹੋ ਸਕਦਾ ਹੈ. ਅਸੀਂ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਪੰਨੇ 'ਤੇ ਕੋਈ ਨਿਜੀ ਜਾਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਨਾ ਕਰੋ. ਜੇ ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਸਾਈਟ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ.",
            "typeErrorSiteNotFound": "ਅਸੀਂ ਵੈਬਸਾਈਟ ਤੇ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੇ. ਇਹ ਪੰਨਾ ਮੌਜੂਦ ਨਹੀਂ ਹੈ ਜਾਂ ਕੋਈ ਹੋਰ ਭਿਆਨਕ ਗਲਤੀ ਆਈ ਹੈ. ",
            "typeErrorFailure": "ਅਸੀਂ ਇਸਨੂੰ ਜਿਨ੍ਹਾਂ ਜਲਦੀ ਹੋ ਸਕੇ, ਠੀਕ ਕਰਨ ਲਈ ਲੱਗੇ ਹੋਏ ਹਾਂ. ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.",
            "typeErrorNoConnection": "ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ. ਆਪਣੀਆਂ ਨੈਟਵਰਕ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ."
        },
        "modal": {
            "safeDetails": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਭੇਜੀ ਜਾਂ ਸਾਈਟ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਅਤ ਹੈ. ਭਾਵੇਂ ਤੁਸੀਂ ਇਸ ਸੰਦੇਸ਼ ਨੂੰ ਵੇਖਦੇ ਹੋ, ਪਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰਦੇ ਸਮੇਂ ਹਮੇਸ਼ਾ ਸਾਵਧਾਨ ਰਹੋ. ਇਹ ਪੱਕਾ ਕਰਨ ਲਈ ਕਿ ਤੁਸੀਂ ਉਸ ਸਾਈਟ ਤੇ ਹੋ ਜਿਸ 'ਤੇ ਤੁਸੀਂ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ ਐਡਰੈਸ ਬਾਰ ਨੂੰ ਵੇਖੋ.",
            "notSecureDetails": "ਇਹ ਸਾਈਟ ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਦੇ ਸਕਦੀ. ਕੋਈ ਸ਼ਾਇਦ ਇਸ ਸਾਈਟ ਦੁਆਰਾ ਜੋ ਤੁਸੀਂ ਭੇਜੋ ਜਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਨੂੰ ਵੇਖਣ ਜਾਂ ਬਦਲਣ ਦੇ ਯੋਗ ਹੋ ਸਕਦਾ ਹੈ. ਸਾਡਾ ਸੁਝਾਅ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਪੰਨੇ 'ਤੇ ਕੋਈ ਵੀ ਨਿਜੀ ਜਾਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਨਾ ਕਰੋ. ਜੇ ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਸਾਈਟ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ.",
            "unSafeDetails": "ਇਸ ਸਾਈਟ ਦਾ ਦੌਰਾ ਕਰਨਾ ਤੁਹਾਨੂੰ ਕੁਝ ਖ਼ਤਰਨਾਕ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰ ਸਕਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸੌਫਟਵੇਅਰ ਸਥਾਪਤ ਕਰਨਾ ਜਾਂ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ (ਉਦਾਹਰਣ ਲਈ, ਪਾਸਵਰਡ, ਫੋਨ ਨੰਬਰ, ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ) ਜ਼ਾਹਰ ਕਰਨਾ ਜਾਂ ਤੁਹਾਡੇ ਕੰਪਿ computerਟਰ ਨੂੰ ਉਹ ਕੰਮ ਕਰਨ ਲਈ ਵਰਤਣਾ ਜਿਸਦਾ ਤੁਸੀਂ ਇਰਾਦਾ ਨਹੀਂ ਕਰਦੇ."
        },
        "message": {
            "lastUpdated": "ਇਹ ਜਾਣਕਾਰੀ ਆਖਰੀ ਵਾਰ {{ਤਰੀਕ} on 'ਤੇ ਅਪਡੇਟ ਕੀਤੀ ਗਈ ਸੀ.",
            "siteSaftey": "ਸਾਈਟ ਦੀ ਸੁਰੱਖਿਆ ਸਮੇਂ ਦੇ ਨਾਲ ਬਦਲ ਸਕਦੀ ਹੈ. ਅਪਡੇਟਾਂ ਲਈ ਵਾਪਸ ਜਾਂਚ ਕਰੋ.",
            "paymentDetails": "ਭੁਗਤਾਨ ਲਿੰਕ",
            "internetError": "ਹੌਲੀ ਜਾਂ ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਇੰਟਰਨੈਟ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ.",
            "internetErrorHead": "ਓਹ ਹੋ"
        },
        "upi": {
            "detailWithPaymentText": "ਇਸ ਕਿ Qਆਰ ਵਿੱਚ ਵੀਪੀਏ ਐਡਰੈੱਸ {cha ਵਪਾਰੀ ਆਈਡੀ}} ਦੇ ਨਾਲ INR {{ਰਕਮ ਟੋਪੇ}} ਤੋਂ {cha ਵਪਾਰੀਨਾਮ pay pay ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਸ਼ਾਮਲ ਹੈ. ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਪੈਸੇ ਭੇਜਣ ਲਈ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਭੁਗਤਾਨ ਐਪਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ.",
            "detailText": "ਇਸ QR ਵਿੱਚ VPA ਐਡਰੈੱਸ {cha MerchantId}} ਦੇ ਨਾਲ {{ਵਪਾਰੀਨਾਮ pay pay ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਸ਼ਾਮਲ ਹੈ. ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਪੈਸੇ ਭੇਜਣ ਲਈ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਭੁਗਤਾਨ ਐਪਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ."
        }
    }
}