{
    "translation": {
        "app": {
            "Scan": "Сканировать",
            "Settings": "Настройки",
            "Activity": "Деятельность",
            "seqrByDhiway": "SEQR по DHIWAY"
        },
        "activity": {
            "noDataUseScan": "Похоже, вы еще не сканировали QR-коды! Пожалуйста, отсканируйте QR-код, чтобы увидеть записи здесь",
            "disabledMessage": "Вы отключили запись активности сканирования. Если вы хотите включить его, посетите страницу настроек, чтобы снова включить его. Приложение SEQR продолжит работать без каких-либо проблем без записи активности. Нажмите «Сканировать» ниже, чтобы открыть камеру для сканирования кодов."
        },
        "onboard": {
            "title0": "SEQR - это",
            "subTitle0": "Всегда свободны",
            "description0": "Добро пожаловать в безопасный способ сканирования QR-кодов! С помощью SEQR вы теперь можете увидеть, что стоит за QR, узнать о безопасности кода и о том, является ли он безопасным или рискованным.",
            "topContent1": "Абсолютная уверенность в повседневных сделках!",
            "title1": "Как это ",
            "subTitle1": "РАБОТА?",
            "description1": "С помощью SEQR вы можете сканировать и читать все виды QR-кодов. Он выполняет несколько проверок с использованием информации из различных онлайн-источников для выявления потенциальных угроз безопасности. Это позволяет вам принимать обоснованные решения о том, доверять ли кодам и контенту.",
            "centerContent2": "Если вы найдете фишинговую веб-ссылку, сообщите об этом и помогите нам сделать транзакции более безопасными.",
            "title2": "Присоединяйтесь к движению на",
            "subTitle2": "Более безопасный интернет",
            "description2": "Каждый раз, когда вы сталкиваетесь с неверно категоризованной информацией, сообщайте об этом, чтобы помочь большему количеству людей оставаться в безопасности в Интернете."
        },
        "permission": {
            "proceedWithout": "Продолжение без доступа",
            "seqrAsk": "SEQR нужен доступ к ",
            "deny": "отказываться от",
            "accessCamera": "Камера",
            "cameraReason": "сканировать QR-коды",
            "accessStorage": "Место хранения,",
            "storageReason": "читать загруженные изображения QR-кода",
            "accessLocation": "Место расположения",
            "locationReason": "чтобы напомнить вам, где был отсканирован QR-код (в действии)",
            "grant": "Предоставить разрешения"
        },
        "details": {
            "btnWarning": "(Не является безопасным!)",
            "btnRisky": "(Опасно!)",
            "qrContentCopied": "Скопированный QR-контент",
            "translatedText": "Переведенный текст"
        },
        "scan": {
            "noCameraAccess": "Нет доступа к камере",
            "noCameraAccessDetail": "Без доступа к камере SEQR не может сканировать QR-коды.",
            "timeout": "Тайм-аут. QR-коды не отсканированы",
            "timeoutText": "Коды не сканировались за последние 30 секунд, откройте вкладку «Сканировать», когда будете готовы к сканированию. Продолжительное использование камеры может разрядить аккумулятор. Открытие вкладки Activity.",
            "qrHint": "Найдите код для сканирования"
        },
        "settings": {
            "aboutSEQR": "SEQR предназначен для сканирования и считывания всех видов QR-кодов и выявления небезопасного контента, с которым вы можете столкнуться. Он выполняет несколько проверок в дополнение к использованию информации из различных онлайн-источников для выявления потенциальных угроз безопасности. Это позволяет вам принимать обоснованные решения о том, доверять ли кодам и контенту.",
            "safeAdvisory": "Безопасный просмотр",
            "userAgreement": "условия обслуживания",
            "privacyPolicy": "политика конфиденциальности",
            "aboutDhiway": "О Dhiway",
            "langChange": "Выберите ваш язык",
            "defaultScreenPick": "Активность как экран по умолчанию",
            "recordActivity": "Запись активности"
        },
        "lang": {
            "English": "английский",
            "Kannada": "Каннада",
            "Malayalam": "Малаялам",
            "Bengali": "Бенгальский",
            "Hindi": "хинди"
        },
        "common": {
            "bookQR": "Забронировать ISBN",
            "textQR": "Отсканированный вами код содержит следующую информацию",
            "eventLabel": "Событие",
            "nameLabel": "имя",
            "addressLabel": "Адрес",
            "amountLabel": "Количество",
            "paymentLabel": "Оплата",
            "dateLabel": "Дата",
            "startsAtLabel": "Начинается в",
            "locationLabel": "Место расположения",
            "emailLabel": "Эл. адрес",
            "phoneNumberLbl": "Телефонный номер",
            "smsLabel": "смс",
            "recipientLabel": "Получатель",
            "textMsgLabel": "Текстовое сообщение",
            "composeSmsBtn": "Написать текстовое сообщение",
            "addToCalendarBtn": "Добавить в календарь",
            "callOrganizerBtn": "Организатор звонков",
            "addLocationBtn": "Сохранить местоположение на картах",
            "sendEmailBtn": "Отправить электронное письмо",
            "qrContent": "Ссылка для оплаты"
        },
        "threat": {
            "typeSafe": "Небезопасный контент не обнаружен.",
            "typeNotSecure": "Небезопасно - вероятно, рискованно",
            "typeUnSafe": "Опасно - избегайте этого сайта",
            "safeTypeDetail": "Информация, которую вы отправляете или получаете через сайт, безопасна. Даже если сайт отмечен как безопасный, всегда будьте осторожны при передаче личной информации. Посмотрите на адресную строку, чтобы убедиться, что вы находитесь на сайте, который хотите посетить.",
            "unSafeTypeDetail": "Этот сайт был отмечен как небезопасный. Посещение этого сайта может заставить вас сделать что-то опасное, например установить программное обеспечение или раскрыть вашу личную информацию (например, пароли, номера телефонов или кредитные карты), или использовать свое устройство для действий, которые вы не собираетесь.",
            "notSecureTypeDetail": "Этот сайт не обеспечивает безопасное соединение. Кто-то может видеть или изменять информацию, которую вы отправляете и получаете через этот сайт. Мы рекомендуем вам не вводить какую-либо личную или личную информацию на этой странице. По возможности не пользуйтесь сайтом.",
            "typeErrorSiteNotFound": "Кажется, мы не можем добраться до веб-сайта. Эта страница не существует или произошла другая ужасная ошибка. ",
            "typeErrorFailure": "Мы работаем над тем, чтобы проблема была устранена как можно скорее. Пожалуйста, попробуйте позже.",
            "typeErrorNoConnection": "Нет соединения с интернетом. Проверьте настройки сети и попробуйте еще раз."
        },
        "modal": {
            "safeDetails": "Информация, которую вы отправляете или получаете через сайт, безопасна. Даже если вы видите это сообщение, всегда будьте осторожны при передаче личной информации. Посмотрите на адресную строку, чтобы убедиться, что вы находитесь на сайте, который хотите посетить.",
            "notSecureDetails": "Этот сайт не может обеспечить безопасное соединение. Кто-то может видеть или изменять информацию, которую вы отправляете или получаете через этот сайт. Мы рекомендуем вам не вводить какую-либо личную или личную информацию на этой странице. По возможности не используйте сайт.",
            "unSafeDetails": "Посещение этого сайта может обманом заставить вас сделать что-то опасное, например установить программное обеспечение или раскрыть вашу личную информацию (например, пароли, номера телефонов или кредитные карты) или использовать свой компьютер для действий, которые вы не собираетесь."
        },
        "message": {
            "lastUpdated": "Эта информация последний раз обновлялась {{date}}.",
            "siteSaftey": "Безопасность сайта может измениться со временем. Следите за обновлениями.",
            "paymentDetails": "Ссылка для оплаты",
            "internetError": "Медленное подключение к Интернету или его нет. Проверьте настройки Интернета.",
            "internetErrorHead": "Упс"
        },
        "upi": {
            "detailWithPaymentText": "Этот QR-код содержит ссылку для оплаты INR {{amountToPay}} на {{merchantName}} с адресом VPA {{merchantId}}. Вы можете использовать любые платежные приложения для отправки денег, если хотите.",
            "detailText": "Этот QR-код содержит ссылку для оплаты {{merchantName}} с адресом VPA {{merchantId}}. Вы можете использовать любые платежные приложения для отправки денег, если хотите."
        }
    }
}