{
    "translation": {
        "app": {
            "Scan": "ස්කෑන් කරන්න",
            "Settings": "සැකසුම්",
            "Activity": "ක්‍රියාකාරකම",
            "seqrByDhiway": "SEQR විසින් DHIWAY"
        },
        "activity": {
            "noDataUseScan": "ඔබ තවමත් කිසිදු QR කේත පරිලෝකනය කර නැති බව පෙනේ! මෙහි ඇතුළත් කිරීම් බැලීමට කරුණාකර QR කේතයක් පරිලෝකනය කරන්න",
            "disabledMessage": "ඔබගේ ස්කෑන් ක්‍රියාකාරකම් පටිගත කිරීම අක්‍රීය කර ඇත. ඔබට එය සක්‍රිය කිරීමට අවශ්‍ය නම්, කරුණාකර එය නැවත සක්‍රිය කිරීමට සැකසුම් පිටුවට පිවිසෙන්න. ක්‍රියාකාරකම් පටිගත කිරීමකින් තොරව SEQR යෙදුම කිසිදු ගැටළුවක් නොමැතිව දිගටම ක්‍රියාත්මක වේ. කේත පරිලෝකනය කිරීම සඳහා කැමරාව විවෘත කිරීමට පහත ස්කෑන් මත ක්ලික් කරන්න"
        },
        "onboard": {
            "title0": "SEQR වේ",
            "subTitle0": "සෑම විටම නොමිලේ",
            "description0": "QR කේත පරිලෝකනය කිරීම සඳහා ආරක්ෂිත ක්‍රමයකට සාදරයෙන් පිළිගනිමු! SEQR සමඟින් ඔබට දැන් QR පිටුපස ඇති දේ දැක ගත හැකිය, කේතයේ ආරක්ෂාව පිළිබඳව දැනුවත් වන්න, එය ආරක්ෂිතද අවදානම්ද යන්න.",
            "topContent1": "එදිනෙදා ගනුදෙනු වල නිරපේක්ෂ සහතිකය!",
            "title1": "එය කරන්නේ කෙසේද? ",
            "subTitle1": "කාර්යය?",
            "description1": "SEQR සමඟ, ඔබට සියලු වර්ගවල QR කේත පරිලෝකනය කර කියවිය හැකිය. විභව ආරක්ෂක අවදානම් හඳුනා ගැනීම සඳහා විවිධ සබැඳි ප්‍රභවයන්ගෙන් තොරතුරු භාවිතා කරමින් එය චෙක්පත් කිහිපයක් සිදු කරයි. කේත සහ අන්තර්ගතය විශ්වාස කළ යුතුද නැද්ද යන්න පිළිබඳව දැනුවත් තීරණ ගැනීමට එය ඔබට හැකියාව ලබා දෙයි.",
            "centerContent2": "ඔබ තතුබෑම් වෙබ් සබැඳියක් සොයා ගන්නේ නම්, එය වාර්තා කර ගනුදෙනු සුරක්ෂිත කිරීමට අපට උදව් කරන්න",
            "title2": "A සඳහා ව්‍යාපාරයට සම්බන්ධ වන්න",
            "subTitle2": "ආරක්ෂිත අන්තර්ජාලය",
            "description2": "ඔබ වැරදි ලෙස වර්ගීකරණය කරන ලද තොරතුරු හමු වන සෑම අවස්ථාවකම, කරුණාකර එය වාර්තා කරන්න වැඩි පිරිසකට සබැඳිව ආරක්ෂිතව සිටීමට උදව් කරන්න."
        },
        "permission": {
            "proceedWithout": "ප්‍රවේශය නොමැතිව ඉදිරියට යාම",
            "seqrAsk": "SEQR වෙත ප්‍රවේශය අවශ්‍යයි ",
            "deny": "ප්‍රතික්ෂේප කරන්න",
            "accessCamera": "කැමරා",
            "cameraReason": "QR කේත පරිලෝකනය කිරීමට",
            "accessStorage": "ගබඞා,",
            "storageReason": "උඩුගත කළ QR කේත රූප කියවීමට",
            "accessLocation": "ස්ථානය",
            "locationReason": "QR කේතයක් (ක්‍රියාකාරීව) පරිලෝකනය කළ ස්ථානය ඔබට මතක් කිරීමට",
            "grant": "අවසර ලබා දෙන්න"
        },
        "details": {
            "btnWarning": "(ආරක්ෂිත නොවේ!)",
            "btnRisky": "(භයානකයි!)",
            "qrContentCopied": "QR අන්තර්ගතය පිටපත් කරන ලදි",
            "translatedText": "පරිවර්තනය කළ පෙළ"
        },
        "scan": {
            "noCameraAccess": "කැමරා ප්‍රවේශය නොමැත",
            "noCameraAccessDetail": "කැමරාවට ප්‍රවේශ නොවී, SEQR ට QR කේත පරිලෝකනය කළ නොහැක",
            "timeout": "කාලය හමාරයි. QR ස්කෑන් කර නැත",
            "timeoutText": "අවසාන තත්පර 30 තුළ කිසිදු කේතයක් පරිලෝකනය නොකළේ, ඔබ පරිලෝකනය කිරීමට සූදානම් වූ විට ස්කෑන් පටිත්ත නැවත විවෘත කරන්න. කැමරාව දිගු වේලාවක් තබා ගැනීමෙන් බැටරිය අඩුවිය හැකිය. ක්‍රියාකාරකම් පටිත්ත විවෘත කිරීම.",
            "qrHint": "පරිලෝකනය කිරීමට කේතයක් සොයා ගන්න"
        },
        "settings": {
            "aboutSEQR": "SEQR නිර්මාණය කර ඇත්තේ සියලු වර්ගවල QR කේත පරිලෝකනය කර කියවීම සහ ඔබට හමුවිය හැකි අනාරක්ෂිත අන්තර්ගතයන් හඳුනා ගැනීම සඳහා ය. විභව ආරක්ෂක අවදානම් හඳුනා ගැනීම සඳහා විවිධ මාර්ගගත ප්‍රභවයන්ගෙන් තොරතුරු භාවිතා කිරීමට අමතරව එය චෙක්පත් කිහිපයක් සිදු කරයි. කේත සහ අන්තර්ගතය විශ්වාස කළ යුතුද නැද්ද යන්න පිළිබඳව දැනුවත් තීරණ ගැනීමට එය ඔබට හැකියාව ලබා දෙයි.",
            "safeAdvisory": "ආරක්ෂිත ගවේෂණය",
            "userAgreement": "සේවා කොන්දේසි",
            "privacyPolicy": "රහස්යතා ප්රතිපත්තිය",
            "aboutDhiway": "ඩිවේ ගැන",
            "langChange": "ඔබේ භාෂාව තෝරන්න",
            "defaultScreenPick": "පෙරනිමි තිරය ලෙස ක්‍රියාකාරකම",
            "recordActivity": "ක්‍රියාකාරකම් වාර්තා කරන්න"
        },
        "lang": {
            "English": "ඉංග්රීසි",
            "Kannada": "කන්නඩ",
            "Malayalam": "මලයාලම්",
            "Bengali": "බෙංගාලි",
            "Hindi": "හින්දි"
        },
        "common": {
            "bookQR": "ISBN පොත",
            "textQR": "ඔබ පරිලෝකනය කළ කේතයේ පහත විස්තර අඩංගු වේ",
            "eventLabel": "සිදුවීම",
            "nameLabel": "නම",
            "addressLabel": "ලිපිනය",
            "amountLabel": "ප්රමාණය",
            "paymentLabel": "ගෙවීම",
            "dateLabel": "දිනය",
            "startsAtLabel": "ආරම්භ වේ",
            "locationLabel": "ස්ථානය",
            "emailLabel": "විද්යුත් තැපෑල",
            "phoneNumberLbl": "දුරකතන අංකය",
            "smsLabel": "කෙටි පණිවිඩ",
            "recipientLabel": "ලබන්නා",
            "textMsgLabel": "කෙටි පණිවුඩය",
            "composeSmsBtn": "කෙටි පණිවිඩයක් රචනා කරන්න",
            "addToCalendarBtn": "දින දර්ශනයට එක් කරන්න",
            "callOrganizerBtn": "සංවිධායක අමතන්න",
            "addLocationBtn": "සිතියමට ස්ථානය සුරකින්න",
            "sendEmailBtn": "විද්‍යුත් තැපෑල යවන්න",
            "qrContent": "ගෙවීම් සබැඳිය"
        },
        "threat": {
            "typeSafe": "අනාරක්ෂිත අන්තර්ගතයක් හමු නොවීය.",
            "typeNotSecure": "ආරක්ෂිත නොවේ - බොහෝ විට අවදානම්",
            "typeUnSafe": "භයානක - මෙම වෙබ් අඩවියෙන් වළකින්න",
            "safeTypeDetail": "වෙබ් අඩවිය හරහා ඔබ යවන හෝ ලැබෙන තොරතුරු ආරක්ෂිතයි. වෙබ් අඩවිය ආරක්ෂිතව සලකුණු කර තිබුණද, පුද්ගලික තොරතුරු බෙදා ගැනීමේදී සැමවිටම ප්‍රවේශම් වන්න. ඔබට පිවිසීමට අවශ්‍ය වෙබ් අඩවියේ ඔබ සිටින බවට වග බලා ගැනීමට ලිපින තීරුව දෙස බලන්න.",
            "unSafeTypeDetail": "මෙම වෙබ් අඩවිය අනාරක්ෂිත යැයි සලකුණු කර ඇත. මෙම වෙබ් අඩවියට පිවිසීම මෘදුකාංග ස්ථාපනය කිරීම හෝ ඔබේ පුද්ගලික තොරතුරු හෙළි කිරීම වැනි භයානක දෙයක් කිරීමට ඔබව පොළඹවනු ඇත (නිදසුනක් ලෙස මුරපද, දුරකථන අංක හෝ ක්‍රෙඩිට් කාඩ්) හෝ ඔබ අදහස් නොකරන දේවල් කිරීමට ඔබේ උපාංගය භාවිතා කරන්න.",
            "notSecureTypeDetail": "මෙම වෙබ් අඩවිය ආරක්ෂිත සම්බන්ධතාවයක් සපයන්නේ නැත. මෙම වෙබ් අඩවිය හරහා ඔබ යවන සහ ලැබෙන තොරතුරු බැලීමට හෝ වෙනස් කිරීමට යමෙකුට හැකිය. මෙම පිටුවේ කිසිදු පෞද්ගලික හෝ පෞද්ගලික තොරතුරු ඇතුළත් නොකරන ලෙස අපි ඔබට යෝජනා කරමු. හැකි නම්, වෙබ් අඩවිය භාවිතා නොකරන්න.",
            "typeErrorSiteNotFound": "අපට වෙබ් අඩවියට පිවිසිය නොහැක. මෙම පිටුව නොපවතී හෝ වෙනත් භයානක දෝෂයක් සිදුවී ඇත. ",
            "typeErrorFailure": "අපි අපට හැකි විගස මෙය හරිගැස්සීමට වැඩකරමින් සිටිනවා. කරුණාකර පසුව නැවත උත්සාහ කරන්න.",
            "typeErrorNoConnection": "අන්තර්ජාල සම්බන්ධතාවයක් නොමැත. ඔබගේ ජාල සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න."
        },
        "modal": {
            "safeDetails": "ඔබ වෙබ් අඩවිය හරහා යවන හෝ ලබා ගන්නා තොරතුරු ආරක්ෂිතයි. ඔබ මෙම පණිවිඩය දුටුවද, පුද්ගලික තොරතුරු බෙදා ගැනීමේදී සැමවිටම ප්‍රවේශම් වන්න. ඔබට පිවිසීමට අවශ්‍ය වෙබ් අඩවියේ ඔබ සිටින බව තහවුරු කර ගැනීමට ලිපින තීරුව දෙස බලන්න.",
            "notSecureDetails": "මෙම වෙබ් අඩවියට ආරක්ෂිත සම්බන්ධතාවයක් සැපයිය නොහැක. ඔබ යවන හෝ මෙම වෙබ් අඩවිය හරහා ලබා ගන්නා තොරතුරු බැලීමට හෝ වෙනස් කිරීමට යමෙකුට හැකිය. මෙම පිටුවේ කිසිදු පෞද්ගලික හෝ පෞද්ගලික තොරතුරු ඇතුළත් නොකරන ලෙස අපි ඔබට යෝජනා කරමු. හැකි නම්, වෙබ් අඩවිය භාවිතා නොකරන්න.",
            "unSafeDetails": "මෙම වෙබ් අඩවියට පිවිසීමෙන් මෘදුකාංග ස්ථාපනය කිරීම හෝ ඔබේ පුද්ගලික තොරතුරු හෙළි කිරීම වැනි භයානක දෙයක් කිරීමට ඔබව පොළඹවනු ඇත (නිදසුනක් ලෙස මුරපද, දුරකථන අංක හෝ ක්‍රෙඩිට් කාඩ්) හෝ ඔබ අදහස් නොකරන දේවල් කිරීමට ඔබේ පරිගණකය භාවිතා කරන්න."
        },
        "message": {
            "lastUpdated": "මෙම තොරතුරු අවසන් වරට යාවත්කාලීන කරන ලද්දේ {{දිනය} on මත ය.",
            "siteSaftey": "අඩවි ආරක්ෂාව කාලයත් සමඟ වෙනස් විය හැකිය. යාවත්කාලීන කිරීම් සඳහා නැවත පරීක්ෂා කරන්න.",
            "paymentDetails": "ගෙවීම් සබැඳිය",
            "internetError": "මන්දගාමී හෝ අන්තර්ජාල සම්බන්ධතාවයක් නොමැත, කරුණාකර ඔබේ අන්තර්ජාල සැකසුම් පරීක්ෂා කරන්න.",
            "internetErrorHead": "අපොයි"
        },
        "upi": {
            "detailWithPaymentText": "මෙම QR හි VPA ලිපිනය {{වෙළෙන්දන්}} සමඟ IN {{amountToPay}} සිට {{වෙළෙන්දාගේ නම} pay දක්වා ගෙවීමට සබැඳියක් ඇත. ඔබට අවශ්‍ය නම් මුදල් යැවීමට ඔබට ඕනෑම ගෙවීම් යෙදුම් භාවිතා කළ හැකිය.",
            "detailText": "මෙම QR හි VPA ලිපිනය සමඟ {{වෙළෙන්දාගේ නම pay pay ගෙවීමට සබැඳියක් අඩංගු වේ {{වෙළෙන්දා අයිඩ්}}. ඔබට අවශ්‍ය නම් මුදල් යැවීමට ඔබට ඕනෑම ගෙවීම් යෙදුම් භාවිතා කළ හැකිය."
        }
    }
}