{
    "translation": {
        "app": {
            "Scan": "اسکین کریں",
            "Settings": "ترتیبات",
            "Activity": "سرگرمی",
            "seqrByDhiway": "SEQR بذریعہ DHIWAY"
        },
        "activity": {
            "noDataUseScan": "ایسا لگتا ہے کہ آپ نے ابھی تک کوئی QR کوڈ اسکین نہیں کیا ہے! براہ کرم یہاں اندراجات دیکھنے کیلئے کیو آر کوڈ اسکین کریں",
            "disabledMessage": "آپ نے اپنی اسکین سرگرمی کی ریکارڈنگ کو غیر فعال کردیا ہے۔ اگر آپ اسے قابل بنانا چاہتے ہیں تو ، براہ کرم اسے دوبارہ فعال کرنے کیلئے ترتیبات کا صفحہ دیکھیں۔ SEQR ایپ بغیر کسی دشواری کے سرگرمی ریکارڈنگ کے کام کرنا جاری رکھے گی۔ کوڈ اسکین کرنے کے لئے کیمرا کھولنے کے لئے نیچے اسکین پر کلک کریں"
        },
        "onboard": {
            "title0": "SEQR ہے",
            "subTitle0": "ہمیشہ مفت",
            "description0": "کیو آر کوڈز کو اسکین کرنے کے محفوظ طریقے میں خوش آمدید! SEQR کے ذریعہ اب آپ دیکھ سکتے ہیں کہ کیو آر کے پیچھے کیا ہے ، کوڈ کی حفاظت کے بارے میں آگاہ کیا جائے ، اور یہ محفوظ ہے یا خطرناک ہے۔",
            "topContent1": "روزمرہ کے لین دین میں قطعی یقینی!",
            "title1": "یہ کیسے ہوتا ہے؟ ",
            "subTitle1": "کام؟",
            "description1": "SEQR کی مدد سے ، آپ ہر طرح کے QR کوڈز کو اسکین اور پڑھ سکتے ہیں۔ یہ سیکیورٹی کے ممکنہ خطرات کی نشاندہی کرنے کے ل various مختلف آن لائن ذرائع سے معلومات کا استعمال کرتے ہوئے متعدد چیک انجام دیتا ہے۔ اس سے آپ کو کوڈز اور مشمولات پر اعتماد کرنے یا نہ کرنے کے بارے میں باخبر فیصلے کرنے کا اہل بناتا ہے۔",
            "centerContent2": "اگر آپ کو فشینگ ویب لنک مل جاتا ہے تو ، اس کی اطلاع دیں اور لین دین کو محفوظ تر بنانے میں ہماری مدد کریں",
            "title2": "کے لئے تحریک میں شامل ہوں",
            "subTitle2": "محفوظ انٹرنیٹ",
            "description2": "ہر بار جب آپ غلط درجہ بندی شدہ معلومات پر آتے ہیں تو ، براہ کرم مزید لوگوں کو آن لائن محفوظ رہنے میں مدد کرنے کے لئے اس کی اطلاع دیں۔"
        },
        "permission": {
            "proceedWithout": "بغیر رسائی کے آگے بڑھ رہا ہے",
            "seqrAsk": "SEQR تک رسائی کی ضرورت ہے ",
            "deny": "انکار کریں",
            "accessCamera": "کیمرہ",
            "cameraReason": "کیو آر کوڈز کو اسکین کرنا",
            "accessStorage": "ذخیرہ ،",
            "storageReason": "اپلوڈ کیو آر کوڈ کی تصاویر کو پڑھنے کے ل",
            "accessLocation": "مقام",
            "locationReason": "آپ کو یہ یاد دلانے کے لئے کہ کہاں ایک QR کوڈ (سرگرمی میں) سکین ہوا تھا",
            "grant": "اجازت دیں"
        },
        "details": {
            "btnWarning": "(محفوظ نہیں!)",
            "btnRisky": "(خطرناک!)",
            "qrContentCopied": "کاپی کردہ QR مواد",
            "translatedText": "ترجمہ شدہ متن"
        },
        "scan": {
            "noCameraAccess": "کیمرے تک رسائی نہیں ہے",
            "noCameraAccessDetail": "کیمرے تک رسائی کے بغیر ، SEQR QR کوڈز کو اسکین نہیں کرسکتا ہے",
            "timeout": "وقت ختم. کوئی کیو آر اسکین نہیں ہوا",
            "timeoutText": "آخری 30 سیکنڈ میں کسی بھی کوڈ کو اسکین نہیں کیا ، جب آپ اسکین کرنے کے لئے تیار ہوں تو اسکین ٹیب کو دوبارہ کھولیں۔ زیادہ دیر تک کیمرا رکھنے سے بیٹری ختم ہوسکتی ہے۔ سرگرمی کا ٹیب کھولنا۔",
            "qrHint": "اسکین کرنے کے لئے ایک کوڈ تلاش کریں"
        },
        "settings": {
            "aboutSEQR": "SEQR کو ہر قسم کے QR کوڈز کو اسکین کرنے اور پڑھنے اور غیر محفوظ مواد کی نشاندہی کرنے کے لئے ڈیزائن کیا گیا ہے جو آپ کے سامنے آسکتا ہے۔ یہ سیکیورٹی کے ممکنہ خطرات کی نشاندہی کرنے کے ل various مختلف آن لائن وسائل سے حاصل شدہ معلومات کے استعمال کے علاوہ متعدد جانچ پڑتال کرتا ہے۔ اس سے آپ کو کوڈز اور مشمولات پر اعتماد کرنے یا نہ کرنے کے بارے میں باخبر فیصلے کرنے کا اہل بناتا ہے۔",
            "safeAdvisory": "محفوظ براؤزنگ",
            "userAgreement": "سروس کی شرائط",
            "privacyPolicy": "رازداری کی پالیسی",
            "aboutDhiway": "ڈھی وے کے بارے میں",
            "langChange": "اپنی زبان منتخب کریں",
            "defaultScreenPick": "بطور ڈیفالٹ اسکرین",
            "recordActivity": "ریکارڈ سرگرمی"
        },
        "lang": {
            "English": "انگریزی",
            "Kannada": "کناڈا",
            "Malayalam": "ملیالم",
            "Bengali": "بنگالی",
            "Hindi": "ہندی"
        },
        "common": {
            "bookQR": "بک ISBN",
            "textQR": "آپ نے جو کوڈ اسکین کیا ہے اس میں درج ذیل تفصیل موجود ہے",
            "eventLabel": "تقریب",
            "nameLabel": "نام",
            "addressLabel": "پتہ",
            "amountLabel": "رقم",
            "paymentLabel": "ادائیگی",
            "dateLabel": "تاریخ",
            "startsAtLabel": "سے شروع ہوتا ہے",
            "locationLabel": "مقام",
            "emailLabel": "ای میل",
            "phoneNumberLbl": "فون نمبر",
            "smsLabel": "پیغام",
            "recipientLabel": "وصول کنندہ",
            "textMsgLabel": "متن پیغام",
            "composeSmsBtn": "متنی پیغام تحریر کریں",
            "addToCalendarBtn": "کیلنڈر میں شامل کریں",
            "callOrganizerBtn": "آرگنائزر کو کال کریں",
            "addLocationBtn": "نقشہ جات میں مقام محفوظ کریں",
            "sendEmailBtn": "ای میل بھیجیں",
            "qrContent": "ادائیگی کا لنک"
        },
        "threat": {
            "typeSafe": "کوئی غیر محفوظ مواد نہیں ملا۔",
            "typeNotSecure": "محفوظ نہیں ہے - شاید خطرہ ہے",
            "typeUnSafe": "خطرناک - اس سائٹ سے پرہیز کریں",
            "safeTypeDetail": "سائٹ کے توسط سے جو معلومات آپ بھیجتے یا وصول کرتے ہیں وہ محفوظ ہے۔ یہاں تک کہ اگر سائٹ کو سلامتی کے طور پر نشان زد کیا گیا ہے ، نجی معلومات کا اشتراک کرتے وقت ہمیشہ محتاط رہیں۔ اس بات کو یقینی بنانے کے لئے ایڈریس بار دیکھیں کہ آپ جس سائٹ پر جانا چاہتے ہیں وہاں ہیں۔",
            "unSafeTypeDetail": "اس سائٹ کو غیر محفوظ کے طور پر نشان زد کیا گیا ہے۔ اس سائٹ کا دورہ آپ کو خطرناک کچھ کرنے پر مجبور کرسکتا ہے جیسے سافٹ ویئر کو انسٹال کرنا یا اپنی ذاتی معلومات (مثال کے طور پر پاس ورڈز ، فون نمبرز ، یا کریڈٹ کارڈز) افشا کرنا یا آپ کے آلے کو ایسی چیزوں کے لئے استعمال کرنا جس کا آپ ارادہ نہیں رکھتے۔",
            "notSecureTypeDetail": "یہ سائٹ کوئی محفوظ کنکشن مہیا نہیں کرتی ہے۔ ہوسکتا ہے کہ کوئی اس سائٹ کے توسط سے آپ کو بھیجنے اور موصول ہونے والی معلومات کو دیکھنے یا تبدیل کرنے کا اہل ہو۔ ہمارا مشورہ ہے کہ آپ اس صفحے پر کوئی نجی یا ذاتی معلومات داخل نہ کریں۔ اگر ممکن ہو تو ، سائٹ استعمال نہ کریں۔",
            "typeErrorSiteNotFound": "ہم ویب سائٹ تک نہیں پہنچ سکتے ہیں۔ یہ صفحہ موجود نہیں ہے یا کوئی اور خوفناک خرابی پیش آگئی ہے۔ ",
            "typeErrorFailure": "ہم جتنی جلدی ہو سکے اس کو ٹھیک کرنے پر کام کر رہے ہیں۔ براہ کرم کچھ دیر بعد کوشش کریں.",
            "typeErrorNoConnection": "انٹرنیٹ کنکشن نہیں ہے۔ اپنے نیٹ ورک کی ترتیبات کو چیک کریں اور دوبارہ کوشش کریں۔"
        },
        "modal": {
            "safeDetails": "سائٹ کے ذریعے آپ جو معلومات بھیجتے یا حاصل کرتے ہیں وہ محفوظ ہے۔ یہاں تک کہ اگر آپ کو یہ پیغام نظر آتا ہے تو ، نجی معلومات کا تبادلہ کرتے وقت ہمیشہ محتاط رہیں۔ اس بات کو یقینی بنانے کے لئے ایڈریس بار دیکھیں کہ آپ جس سائٹ پر وزٹ کرنا چاہتے ہیں۔",
            "notSecureDetails": "یہ سائٹ محفوظ کنکشن نہیں دے سکتی ہے۔ ہوسکتا ہے کہ کوئی آپ کو بھیجنے والی معلومات کو دیکھنے یا تبدیل کرنے کے قابل ہو یا اس سائٹ کے ذریعہ حاصل کریں۔ ہمارا مشورہ ہے کہ آپ اس صفحے پر کوئی نجی یا ذاتی معلومات داخل نہ کریں۔ اگر ممکن ہو تو ، سائٹ استعمال نہ کریں۔",
            "unSafeDetails": "اس سائٹ کا دورہ آپ کو خطرناک کچھ کرنے پر مجبور کرسکتا ہے جیسے سافٹ ویئر کو انسٹال کرنا یا اپنی ذاتی معلومات (مثال کے طور پر پاس ورڈز ، فون نمبرز ، یا کریڈٹ کارڈز) افشا کرنا یا اپنے کمپیوٹر کو ایسی چیزوں کے لئے استعمال کرنا جس کا آپ ارادہ نہیں رکھتے۔"
        },
        "message": {
            "lastUpdated": "اس معلومات کو آخری بار {{تاریخ} on کو اپ ڈیٹ کیا گیا تھا۔",
            "siteSaftey": "سائٹ کی حفاظت وقت کے ساتھ ساتھ بدل سکتی ہے۔ تازہ کاریوں کے لئے دوبارہ چیک کریں۔",
            "paymentDetails": "ادائیگی کا لنک",
            "internetError": "انٹرنیٹ کنکشن آہستہ یا کوئی نہیں ، براہ کرم اپنے انٹرنیٹ کی ترتیبات کو چیک کریں۔",
            "internetErrorHead": "افوہ"
        },
        "upi": {
            "detailWithPaymentText": "اس کیو آر میں وی پی اے ایڈریس {{مرچنٹ آئی ڈی}} کے ساتھ INR {{مقدارToPay} {سے {cha مرچنٹ نام pay pay ادا کرنے کا ایک لنک ہے۔ اگر آپ چاہیں تو رقم بھیجنے کے لئے ادائیگی کے کسی بھی ایپس کا استعمال کرسکتے ہیں۔",
            "detailText": "اس کیو آر میں وی پی اے ایڈریس {{مرچنٹ آئی ڈی}} کے ساتھ {{مرچنٹ نام pay pay ادا کرنے کا لنک ہے۔ اگر آپ چاہیں تو رقم بھیجنے کے لئے ادائیگی کے کسی بھی ایپس کا استعمال کرسکتے ہیں۔"
        }
    }
}